Repository: zonemaster/zonemaster
Catalog: Zonemaster/share/*.UTF-8.po
Languages: fr_fr

source: Reverse DNS entry exist for all Nameserver IP addresses.
fr_fr: Les différentes adresses IP des serveurs de noms ont toutes un enregistrement "PTR" (reverse) associé dans le DNS.

source: None of the {nb} nameserver(s) with IPv6 addresses is part of a bogon prefix.
fr_fr: Aucune des {nb} adresses IPv6 des serveurs de noms ne fait partie des 'bogon'.

source: Nameserver {ns} IPv6 address {address} is part of a bogon prefix.
fr_fr: L'adresse IPv6 {address} du serveur de noms {ns} fait partie des 'bogon'.

source: Nameserver {ns} has an IP address ({address}) with prefix {prefix} referenced in {reference} as a '{name}'.
fr_fr: Le serveur de noms {ns} a une adresse IP ({address}) dont le préfixe est référéncé dans le {reference} sous le libellé '{name}'.

source: All reverse DNS entry matches name server name.
fr_fr: Tous les enregistrements PTR correspondent aux serveurs de noms.

source: Nameserver {ns} has an IP address ({address}) with mismatched PTR result ({names}).
fr_fr: Le serveur de noms {ns} a une addresse IP ({address}) qui ne correspond pas aux enregistrements "PTR" retournés ({names}) pour celle-ci.

source: Nameserver {ns} has an IP address ({address}) without PTR configured.
fr_fr: Le serveur de noms {ns} a une addresse IP ({address}) sans enregistrement "PTR" correspondant.

source: All Nameserver addresses are in the routable public addressing space.
fr_fr: Toutes les adresses IP des serveurs de noms sont dans l'espace d'adresses publiques routables.

source: No response from nameserver(s) on PTR query ({reverse}).
fr_fr: Aucune réponse des serveurs de noms sur une requête de type "PTR" ({reverse}).

source: Nameservers did not respond to A query.
fr_fr: Aucune réponse des serveurs de noms sur une requête de type "A".

source: Domain name ({name}) has a label ({label}) too long ({length}/{max}).
fr_fr: Le nom de domaine ({name}) a un label ({label}) trop long ({length}/{max}).

source: Domain name is too long ({length}/{max}).
fr_fr: Le nom de domaine est trop long ({length}/{max}).

source: Nameserver {source} returned A record(s) for {name}.
fr_fr: Le serveur de noms {source} renvoit un enregistrement de type "A" en réponse à une requête pour {name}.

source: Nameserver for zone {parent} listed these nameservers as glue: {ns}.
fr_fr: Le serveur de nom pour la zone {parent} renvoit la liste de serveurs de noms suivants: {ns}.

source: Nameserver {source} listed these servers as glue: {ns}.
fr_fr: Un requête NS sur le serveur de noms {source} renvoit la liste de serveurs de noms suivants: {ns}.

source: Functional nameserver found. "A" query for www.{name} test aborted.
fr_fr: Un serveur de nom fonctionnel a été trouvé. Inutile de réaliser une requête de type "A" sur www.{name}.

source: IPv4 is disabled, not sending "{type}" query to {ns}.
fr_fr: IPv4 a été désactivé, la requête de type "{type}" sur le serveur {ns} est annulée.

source: IPv4 is enabled, can send "{type}" query to {ns}.
fr_fr: IPv4 est activé, il est possible de réaliser une requête de type "{type}" sur le serveur {ns}.

source: IPv6 is disabled, not sending "{type}" query to {ns}.
fr_fr: IPv6 a été désactivé, la requête de type "{type}" sur le serveur {ns} est annulée.

source: IPv6 is enabled, can send "{type}" query to {ns}.
fr_fr: IPv6 est activé, il est possible de réaliser une requête de type "{type}" sur le serveur {ns}.

source: Nameserver {source} did not return A record(s) for {name}.
fr_fr: Le serveur de noms {source} ne renvoit pas d'enregistrement de type "A" en réponse à une requête pour {name}.

source: Nameserver for zone {parent} responded with NXDOMAIN to query for glue.
fr_fr: Le serveur de nom pour la zone {parent} retourne un code NXDOMAIN à une requête de type "NS" pour la zone testée.

source: Nameservers for "{parent}" provided no NS records for tested zone. RCODE given was {rcode}.
fr_fr: Les serveurs de noms pour la zone "{parent}" ne renvoient pas d'enregistrements de type "NS" pour la zone testée. Le code {rcode} a été retourné.

source: No NS records for tested zone from parent. NS tests aborted.
fr_fr: Aucun enregistrement de type "NS" renvoyé par la zone parente pour la zone testée. Les tests complémentaires sur ces serveurs sont annulés.

source: No response from nameserver for zone {parent} when trying to fetch glue.
fr_fr: Aucune réponse obtenue des serveurs de noms de la zone {parent} en essayant de récupérer la liste des serveurs de noms de la zone testée.

source: Nameserver {source} did not return NS records. RCODE was {rcode}.
fr_fr: Le serveur de noms {source} ne renvoit pas d'enregistrements de type "NS" pour la zone testée. Le code {rcode} a été retourné.

source: Nameserver {source} did not respond to NS query.
fr_fr: Le serveur de noms {source} ne répond pas à une requête de type "NS".

source: Nameserver for zone {parent} replies when trying to fetch glue.
fr_fr: Les serveurs de noms de la zone {parent} répondent lorsque l'on essaye de récupérer la liste des serveurs de noms de la zone testée.

source: Service provided by - {service} - does not work with IPv{type} addresses
fr_fr: Le service fourni par - {service} - ne fonvctionne pas avec les adresses de type IPv{type}

source: All nameservers IPv4 addresses are in the same AS ({asn}).
fr_fr: Toutes les adresses IPv4 des serveurs de noms se trouvent dans le même AS ({asn}).

source: All nameservers IPv6 addresses are in the same AS ({asn}).
fr_fr: Toutes les adresses IPv6 des serveurs de noms se trouvent dans le même AS ({asn}).

source: Domain's authoritative nameservers do not belong to the same AS.
fr_fr: Les serveurs de noms pour le nom de domaine ne se trouvent pas tous dans le même AS.

source: All nameservers are in the same AS ({asn}).
fr_fr: Tous les serveurs de noms pour le nom de domaine se trouvent dans le même AS ({asn}).

source: Nameserver {ns}/{address} accessible over TCP on port 53.
fr_fr: Le serveur de noms {ns}/{address} est accessible via TCP sur le port 53.

source: Nameserver {ns}/{address} accessible over UDP on port 53.
fr_fr: Le serveur de noms {ns}/{address} est accessible via UDP sur le port 53.

source: Nameserver {ns}/{address} not accessible over TCP on port 53.
fr_fr: Le serveur de noms {ns}/{address} n'est pas accessible via TCP sur le port 53.

source: Nameserver {ns}/{address} not accessible over UDP on port 53.
fr_fr: Le serveur de noms {ns}/{address} n'est pas accessible via UDP sur le port 53.

source: Nameserver {ns}/{address} uses an unassigned/unannounced address.
fr_fr: Le serveur de noms {ns}/{address} utilise une adresse IP non allouée ou non annoncée.

source: Saw {count} NS set.
fr_fr: Plusieurs ensembles de serveurs de noms ({count}) ont été trouvés dans les différents SOA.

source: Saw {count} SOA rname.
fr_fr: Plusieurs adresses mail ({count}) ont été trouvées dans les différents SOA.

source: Saw {count} SOA serial numbers.
fr_fr: Plusieurs numéros de série ({count}) ont été trouvés dans les différents SOA.

source: Saw {count} SOA time parameter set.
fr_fr: Plusieurs ensembles de paramètres temporels ({count}) ont été trouvés dans les différents SOA.

source: Nameserver {ns}/{address} did not respond.
fr_fr: Le serveur de noms {ns}/{address} n'a pas répondu.

source: No response from nameserver {ns}/{address} on NS queries.
fr_fr: Le serveur de noms {ns}/{address} n'a pas répondu aux requêtes de type "NS".

source: No response from nameserver {ns}/{address} on SOA queries.
fr_fr: Le serveur de noms {ns}/{address} n'a pas répondu aux requêtes de type "SOA".

source: Saw NS set ({nsset}) on following nameserver set : {servers}.
fr_fr: L'ensemble de serveurs de noms ({nsset}) est défini sur les serveurs suivants : {servers}.

source: A unique NS set was seen ({nsset}).
fr_fr: Un unique ensemble de serveurs de noms est configuré sur les serveurs de la zone testée ({nsset}).

source: A single SOA rname value was seen ({rname})
fr_fr: Une unique adresse mail a été trouvée dans les enregistrements de type "SOA" de la zone testée ({rname}).

source: A single SOA serial number was seen ({serial}).
fr_fr: Un unique numéro de série a été trouvé dans les enregistrements de type "SOA" de la zone testée ({serial}).

source: A single SOA time parameter set was seen (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).
fr_fr: Un unique ensemble de paramètres temporels a été trouvé (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).

source: Saw SOA rname {rname} on following nameserver set : {servers}.
fr_fr: L'adresse mail {rname} a été récupérée sur les serveurs suivants : {servers}.

source: Saw SOA serial number {serial} on following nameserver set : {servers}.
fr_fr: Le numéro de série {serial} a été récupérée sur les serveurs suivants : {servers}.

source: Difference between the smaller serial ({serial_min}) and the bigger one ({serial_max}) is greater than the maximum allowed ({max_variation}).
fr_fr: La différence entre le plus petit numéro de série de la zone récupéré ({serial_min}) et le plus grand ({serial_max}) est supérieure au maximum autorisé ({max_variation}).

source: Saw SOA time parameter set (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}) on following nameserver set : {servers}.
fr_fr: L'ensemble de paramètres temporels (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}) a été récupérée sur les serveurs suivants : {servers}.

source: All the nameservers are authoritative.
fr_fr: Tous les serveurs de noms font autorité.

source: All the IP addresses used by the nameservers are unique
fr_fr: Toutes les adresses IP utilisées par les serveurs de noms sont uniques.

source: Child lists enough nameservers ({count}).
fr_fr: Les serveurs de noms de la zone retournent suffisamment de serveurs autoritaires ({count}).

source: Parent lists enough nameservers ({count}).
fr_fr: Les serveurs de noms de la zone parente retournent suffisamment de serveurs autoritaires ({count}).

source: Parent and child list enough nameservers ({ns}). Lower limit set to {minimum}.
fr_fr: Les serveurs de noms de la zone parente et les serveurs de noms de la zone retournent suffisamment de serveurs autoritaires ({{ns}). La limite inférieure étant fixée à {minimum}.

source: Child has nameserver(s) not listed at parent ({extra}).
fr_fr: Les serveurs de noms de la zone retournent des serveurs autoritaires ({extra}) qui ne le sont pas par les serveurs de noms de la zone parente.

source: Parent has nameserver(s) not listed at the child ({extra}).
fr_fr: Les serveurs de noms de la zone parente retournent des serveurs autoritaires ({extra}) qui ne le sont pas par les serveurs de noms de la zone.

source: Nameserver {ns} response is not authoritative on {proto} port 53.
fr_fr: La réponse du serveur de noms {ns} reçue sur le port 53/{proto} ne fait pas autorité.

source: All of the nameserver names are listed both at parent and child.
fr_fr: Tous les serveurs de noms de la zone font partie de la liste des serveurs de noms retournés par les serveurs de noms de la zone parente ainsi que par les serveurs de noms de la zone elle-même.

source: Child does not list enough nameservers ({count}).
fr_fr: Les serveurs de noms de la zone ne retournent pas assez de serveurs autoritaires ({count}).

source: Parent does not list enough nameservers ({count}).
fr_fr: Les serveurs de noms de la zone parente ne retournent pas assez de serveurs autoritaires ({count}).

source: Parent and child do not list enough nameservers ({ns}). Lower limit set to {minimum}.
fr_fr: Les serveurs de noms de la zone parente et les serveurs de noms de la zone ne retournent pas suffisamment de serveurs autoritaires ({{ns}). La limite inférieure étant fixée à {minimum}.

source: Nameserver {ns} {address_type} RR point to CNAME.
fr_fr: L'enregistrement de type "{address_type}" retourné par le serveur de noms {ns} est un alias (CNAME).

source: No nameserver point to CNAME alias.
fr_fr: Aucun serveur de noms ne pointe sur un alias (CNAME).

source: The smallest possible legal referral packet is larger than 512 octets (it is {size}).
fr_fr: La plus petite taille d'un paquet légal contenant une référence (referral) est supérieur à 512 octets (elle est de {size}).

source: The smallest possible legal referral packet is smaller than 513 octets (it is {size}).
fr_fr: La plus petite taille d'un paquet légal contenant une référence (referral) est inférieure à 513 octets (elle est de {size}).

source: IP {address} refers to multiple nameservers ({nss}).
fr_fr: L'adresse IP {address} fait référence à plusieurs serveurs de noms ({nss}).

source: All the nameservers have SOA record.
fr_fr: Tous les serveurs de noms retournent un enregistrement de type "SOA".

source: A SOA query NOERROR response from {ns} was received empty.
fr_fr: Une réponse à une requête pour un enregistrement de type "SOA" sur le serveur de noms {ns} a été reçue vide alors que le code retour est "NOERROR".

source: None of the nameservers listed at the parent are listed at the child.
fr_fr: La liste des serveurs de noms retournée par les serveurs de noms de la zone parente et par ceux de la zone est complètement différente.

source: No DNSKEYs found. Additional tests skipped.
fr_fr: Traduction en cours

source: The DNSKEY with tag {keytag} uses deprecated algorithm number {algorithm}/({description}).
fr_fr: Traduction en cours

source: The DNSKEY with tag {keytag} uses algorithm number {algorithm}/({description}), which is OK.
fr_fr: Traduction en cours

source: The DNSKEY with tag {keytag} uses private algorithm number {algorithm}/({description}).
fr_fr: Traduction en cours

source: The DNSKEY with tag {keytag} uses reserved algorithm number {algorithm}/({description}).
fr_fr: Traduction en cours

source: The DNSKEY with tag {keytag} uses unassigned algorithm number {algorithm}/({description}).
fr_fr: Traduction en cours

source: The DNSKEY with tag {keytag} uses unknown algorithm number {algorithm}.
fr_fr: Traduction en cours

source: There are both DS and DNSKEY records with key tags {keytags}.
fr_fr: Traduction en cours

source: {parent} sent a DS record, and {child} a DNSKEY record.
fr_fr: Traduction en cours

source: {child} sent a DNSKEY record, but {parent} did not send a DS record.
fr_fr: Traduction en cours

source: The apex DNSKEY RRset was not correctly signed.
fr_fr: Traduction en cours

source: Signature for DNSKEY with tag {signature} failed to verify with error '{error}'.
fr_fr: Traduction en cours

source: A signature for DNSKEY with tag {signature} was correctly signed.
fr_fr: Traduction en cours

source: The apex DNSKEY RRset was correcly signed.
fr_fr: Traduction en cours

source: {parent} sent a DS record, but {child} did not send a DNSKEY record.
fr_fr: Traduction en cours

source: DS record with keytag {keytag} uses forbidden digest type {digtype}.
fr_fr: Traduction en cours

source: DS record with keytag {keytag} uses digest type {digtype}, which is OK.
fr_fr: Traduction en cours

source: DS record with keytag {keytag} does not match the DNSKEY with the same tag.
fr_fr: Traduction en cours

source: Found DS records with tags {keytags}
fr_fr: Traduction en cours

source: DS record with keytag {keytag} matches the DNSKEY with the same tag.
fr_fr: Traduction en cours

source: At least one DS record with a matching DNSKEY record was found.
fr_fr: Traduction en cours

source: No DS record with a matching DNSKEY record was found.
fr_fr: Traduction en cours

source: RRSIG with keytag {tag} and covering type(s) {types} has a duration of {duration} seconds, which is too long.
fr_fr: Traduction en cours

source: RRSIG with keytag {tag} and covering type(s) {types} has a duration of {duration} seconds, which is just fine.
fr_fr: Traduction en cours

source: RRSIG with keytag {tag} and covering type(s) {types} has already expired (expiration is: {expiration}).
fr_fr: Traduction en cours

source: RRSIG with keytag {tag} and covering type(s) {types} has a remaining validity of {duration} seconds, which is too short.
fr_fr: Traduction en cours

source: RRSIG with keytag {tag} and covering type(s) {types} has a remaining validity of {duration} seconds, which is too long.
fr_fr: Traduction en cours

source: Server at {server} sent {keys} DNSKEY records, and {sigs} RRSIG records.
fr_fr: Traduction en cours

source: Server at {server} sent {keys} DNSKEY records and {sigs} RRSIG records.
fr_fr: Traduction en cours

source: The zone has NSEC records.
fr_fr: Traduction en cours

source: The zone has NSEC3 records.
fr_fr: Traduction en cours

source: When asked for the name {name}, which must not exist, the response was not an error.
fr_fr: Traduction en cours

source: When asked for the name {name}, which must not exist, the response had RCODE {rcode}.
fr_fr: Traduction en cours

source: The number of NSEC3 iterations is {count}, which is OK.
fr_fr: Traduction en cours

source: The number of NSEC3 iterations is {count}, which is on the high side.
fr_fr: Traduction en cours

source: There are neither DS nor DNSKEY records for the zone.
fr_fr: Traduction en cours

source: No DS record had a DNSKEY with a matching keytag.
fr_fr: Traduction en cours

source: No DNSKEYs were returned.
fr_fr: Traduction en cours

source: {from} returned no DS records for {zone}.
fr_fr: Traduction en cours

source: Cannot test DNSKEY signatures, because we got {keys} DNSKEY records and {sigs} RRSIG records.
fr_fr: Traduction en cours

source: Cannot test SOA signatures, because we got {keys} DNSKEY records, {sigs} RRSIG records and {soas} SOA records.
fr_fr: Traduction en cours

source: {server} returned no NSEC3PARAM records.
fr_fr: Traduction en cours

source: Trying to verify NSEC3 RRset with RRSIG {sig} gave error '{error}'.
fr_fr: Traduction en cours

source: NSEC3 record covers {name}.
fr_fr: Traduction en cours

source: NSEC3 record does not cover {name}.
fr_fr: Traduction en cours

source: No signature correctly signed the NSEC3 RRset.
fr_fr: Traduction en cours

source: At least one signature correctly signed the NSEC3 RRset.
fr_fr: Traduction en cours

source: NSEC covers {name}.
fr_fr: Traduction en cours

source: NSEC does not cover {name}.
fr_fr: Traduction en cours

source: No signature correctly signed the NSEC RRset.
fr_fr: Traduction en cours

source: At least one signature correctly signed the NSEC RRset.
fr_fr: Traduction en cours

source: Trying to verify NSEC RRset with RRSIG {sig} gave error '{error}'.
fr_fr: Traduction en cours

source: No RRSIG correctly signed the SOA RRset.
fr_fr: Traduction en cours

source: Trying to verify SOA RRset with signature {signature} gave error '{error}'.
fr_fr: Traduction en cours

source: RRSIG {signature} correctly signs SOA RRset.
fr_fr: Traduction en cours

source: At least one RRSIG correctly signs the SOA RRset.
fr_fr: Traduction en cours

source: The number of NSEC3 iterations is {count}, which is too high for key length {keylength}.
fr_fr: Traduction en cours

source: This is an example tag.
fr_fr: Traduction en cours

source: The following nameservers answer AAAA queries without problems : {names}.
fr_fr: Les serveurs de noms suivants répondent correctement aux requêtes de type "AAAA" : {names}.

source: Nameserver {ns}/{address} answered AAAA query with an unexpected rcode ({rcode}).
fr_fr: Le serveur de noms {ns}/{address} a répondu à une requête de type "AAAA" avec un code retour inattendu ({rcode}).

source: Nameserver {ns}/{address} allow zone transfer using AXFR.
fr_fr: Il est possible de réaliser un transfert de zone depuis le serveur de noms {ns}/{address}.

source: AXFR not available on nameserver {ns}/{address}.
fr_fr: Il n'est pas possible de réaliser un transfert de zone depuis le serveur de noms {ns}/{address}.

source: Nameserver {ns}/{address} replies on a SOA query with a different source address ({source}).
fr_fr: Le serveur de noms {ns}/{address} répond depuis une autre adresse que celle à laquelle la requête a été envoyée.

source: Nameserver {ns}/{address} does not support EDNS0 (replies with FORMERR).
fr_fr: Le serveur de noms {ns}/{address} ne supporte pas EDNS0 (retourne le code FORMERR).

source: Nameserver {ns}/{address} does not support EDNS0 (OPT not set in reply).
fr_fr: Le serveur de noms {ns}/{address} ne supporte pas EDNS0 (pas d'enregistrement OPT dans la réponse).

source: The following nameservers support EDNS0 : {names}.
fr_fr: Les serveurs de noms suivants supportent EDNS0 : {names}.

source: Nameserver {ns}/{address} answered with a RCODE NXDOMAIN to SOA query on {dname}.
fr_fr: Le serveur de noms {ns}/{address} retourne le code NXDOMAIN lors d'une requête de type "SOA" sur le nom de domaine {dname}. Il est récursif.

source: None of the following nameservers is a recursor : {names}.
fr_fr: Aucun des serveurs de noms suivants n'est récursif : {names}.

source: Nameserver {ns}/{address} dropped AAAA query.
fr_fr: Le serveur de noms {ns}/{address} ne répond pas aux requêtes portant sur le type "AAAA".

source: The following nameservers failed to resolve to an IP address : {names}.
fr_fr: Aucune adresse IP n'a pu être trouvée pour les serveurs de noms suivants : {names}.

source: All nameservers succeeded to resolve to an IP address.
fr_fr: Il a été possible de trouver au moins une adresse IP pour tous les serveurs de noms.

source: No nameservers succeeded to resolve to an IP address.
fr_fr: Il a été impossible de trouver une adresse IP pour les serveurs de noms.

source: Domain name ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
fr_fr: Le nom de domaine ({name}) contient un label avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').

source: Domain name ({name}) has a label ({label}) starting with an hyphen ('-').
fr_fr: Le nom de domaine ({name}) contient un label commençant par un tiret ('-').

source: SOA MNAME ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
fr_fr: Le serveur maître défini dans le SOA, 'mname' ({name}), contient un label ({label}) avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').

source: MNAME ({name}) is root.
fr_fr: Le serveur maître défini dans le SOA, 'mname' ({name}) est la racine.

source: Found illegal characters in SOA MNAME ({name}).
fr_fr: Des caractèrs interdits ont été trouvés dans le nom du serveur maître défini dans le SOA, 'mname' ({name}).

source: SOA MNAME ({name}) within a 'numeric only' TLD ({tld}).
fr_fr: Le serveur maître défini dans le SOA, 'mname' ({name}), se trouve dans un TLD 'numeric only' ({tld}).

source: SOA MNAME ({name}) syntax is valid.
fr_fr: La syntaxe du nom du serveur maître défini dans le SOA, 'mname' ({name}) est valide.

source: Domain name MX ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
fr_fr: Le relais de messagerie ({name}) contient un label ({label}) avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').

source: MX ({name}) is root.
fr_fr: Le relais de messagerie ({name}) est la racine.

source: Found illegal characters in MX ({name}).
fr_fr: Des caractèrs interdits ont été trouvés dans le nom du relais de messagerie ({name}).

source: Domain name MX ({name}) within a 'numeric only' TLD ({tld}).
fr_fr: Le relais de messagerie ({name}) se trouve dans un TLD 'numeric only' ({tld}).

source: Domain name MX ({name}) syntax is valid.
fr_fr: La syntaxe du nom du relais de messagerie ({name}) est valide.

source: Nameserver ({name}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
fr_fr: Le serveur de nom ({name}) contient un label ({label}) avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').
