Repository: zonemaster/zonemaster
Catalog: Zonemaster/share/*.UTF-8.po
Languages: fr_fr

source: Nameserver ({name}) is root.
fr_fr: Le serveur de noms ({name}) est la racine.

source: Found illegal characters in the nameserver ({name}).
fr_fr: Des caractèrs interdits ont été trouvés dans le nom du serveur de noms ({name}).

source: Nameserver ({name}) within a 'numeric only' TLD ({tld}).
fr_fr: Le serveur de nom ({name}) se trouve dans un TLD 'numeric only' ({tld}).

source: Nameserver ({name}) syntax is valid.
fr_fr: La syntaxe du nom du serveur de nom ({name}) est valide.

source: Found illegal characters in the domain name ({name})
fr_fr: Des caractèrs interdits ont été trouvés dans le nom de domaine ({name}).

source: Domain name ({name}) has no label with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
fr_fr: Le nom de domaine ({name}) n'a aucun label contenant un n double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').

source: Both ends of all labels of the domain name ({name}) have no hyphens.
fr_fr: Aucune des extrémités des labels du nom de domain ({name}) n'est un tiret '-'.

source: No response from nameserver(s) on MX queries.
fr_fr: Aucune réponse des serveurs de noms sur une requête de type "MX".

source: No response from nameserver(s) on SOA queries.
fr_fr: Aucune réponse des serveurs de noms sur une requête de type "SOA".

source: No illegal characters in the domain name ({name}).
fr_fr: Le nom de domaine ({name}) ne contient aucun caractère interdit.

source: There must be no misused '@' character in the SOA RNAME field ({rname}).
fr_fr: Il ne doit pas y avoir de caractère '@' dans le champ RNAME ({rname}) du SOA.

source: There is no misused '@' character in the SOA RNAME field ({rname}).
fr_fr: Il n'y a aucun caractère '@' dans le champ RNAME ({rname}) du SOA.

source: There must be no illegal characters in the SOA RNAME field ({rname}).
fr_fr: Il ne doit pas y avoir de caractères interdits dans le champ RNAME ({rname}) du SOA.

source: The SOA RNAME field ({rname}) is compliant with RFC2822.
fr_fr: Le champ RNAME ({rname}) du SOA est conforme aux règles définies dans le RFC2822.

source: Domain name ({name}) has a label ({label}) ending with an hyphen ('-').
fr_fr: Le nom de domaine ({name}) contient un label ({label}) se terminant par un tiret '-'.

source: Not enough data about {zone} was found to be able to run tests.
fr_fr: Traduction en cours

source: Configuration was read from {name}.
fr_fr: Traduction en cours

source: Using prerequisite module {name} version {version}.
fr_fr: Traduction en cours

source: Logger callback died with error: {exception}
fr_fr: Traduction en cours

source: DNS query to {ns} for {name}/{type}/{class} failed with error: {message}
fr_fr: Traduction en cours

source: Fatal error in {module}: {msg}
fr_fr: Traduction en cours

source: Using module {module} version {version}.
fr_fr: Traduction en cours

source: The module {name} was disabled by the policy.
fr_fr: Traduction en cours

source: Policy was read from {name}.
fr_fr: Traduction en cours

source: IPv4 is disabled, not sending query to {ns}.
fr_fr: Traduction en cours

source: IPv6 is disabled, not sending query to {ns}.
fr_fr: Traduction en cours

source: Request to run unknown method {method} in module {module}.
fr_fr: Traduction en cours

source: Request to run {method} in unknown module {module}. Known modules: {known}.
fr_fr: Traduction en cours

source: SOA 'expire' value ({expire}) is lower than the SOA 'refresh' value ({refresh}).
fr_fr: Dans le SOA, la valeur du champ 'expire' ({expire}) est plus petite que la valeur du champ 'refresh' ({refresh}).

source: SOA 'expire' value ({expire}) is less than the recommended one ({required_expire}).
fr_fr: Dans le SOA, la valeur du champ 'expire' ({expire}) est plus petite que la valeur recommandée ({required_expire}).

source: SOA 'expire' value ({expire}) is higher than the minimum recommended value ({required_expire}) and lower than 'refresh' value.
fr_fr: Dans le SOA, la valeur du champ 'expire' ({expire}) est plus grande que la valeur minimum recommandée ({required_expire}) et plus petite que la valeur du champ 'refresh'.

source: SOA 'mname' value ({mname}) refers to a NS which is an alias (CNAME).
fr_fr: Le serveur maître défini dans le SOA, 'mname' ({mname}), fait référence à un serveur de noms qui est un alias (CNAME).

source: SOA 'mname' value ({mname}) refers to a NS which is not an alias (CNAME).
fr_fr: Le serveur maître défini dans le SOA, 'mname' ({mname}), fait référence à un serveur de noms qui n'est pas un alias (CNAME).

source: SOA 'mname' nameserver {ns}/{address} is not authoritative for '{zone}' zone.
fr_fr: Le serveur maître défini dans le SOA, 'mname' {ns}/{address}, ne fait pas autorité pour la zone '{zone}'.

source: SOA 'mname' nameserver is not listed in "parent" NS records for tested zone.
fr_fr: Le serveur maître défini dans le SOA, 'mname' ({mname}), ne fait pas partie des enregistrements de type "NS" listés par la zone parente.

source: SOA 'mname' nameserver {ns}/{address} does not respond.
fr_fr: Le serveur maître défini dans le SOA, 'mname' {ns}/{address}, ne répond pas.

source: SOA 'mname' field does not exist
fr_fr: Le champ 'mname' n'est pas présent dans le SOA.

source: MX record for the domain is pointing to a CNAME.
fr_fr: L'enregistrement de type "MX" pour le domaine pointe sur un alias (CNAME).

source: No target (MX, A or AAAA record) to deliver e-mail for the domain name.
fr_fr: Aucune possibilité (enregistrement de type "MX", "A" ou "AAAA") de faire parvenir un message à ce nom de domaine.

source: SOA 'refresh' value ({refresh}) is lower than the SOA 'retry' value ({retry}).
fr_fr: Dans le SOA, la valeur du champ 'refresh' ({refresh}) est plus grande que la valeur du champ 'retry' ({retry}).

source: SOA 'refresh' value ({refresh}) is less than the recommended one ({required_refresh}).
fr_fr: Dans le SOA, la valeur du champ 'refresh' ({refresh}) est plus petite que la valeur recommandée ({required_refresh}).

source: SOA 'retry' value ({retry}) is less than the recommended one ({required_retry}).
fr_fr: Dans le SOA, la valeur du champ 'retry' ({retry}) est plus petite que la valeur recommandée ({required_retry}).

source: SOA 'minimum' value ({minimum}) is higher than the recommended one ({highest_minimum}).
fr_fr: Dans le SOA, la valeur du champ 'minimum' ({minimum}) est plus grande que la valeur recommandée ({highest_minimum}).

source: SOA 'minimum' value ({minimum}) is less than the recommended one ({lowest_minimum}).
fr_fr: Dans le SOA, la valeur du champ 'minimum' ({minimum}) est plus petite que la valeur recommandée ({lowest_minimum}).

source: SOA 'minimum' value ({minimum}) is between the recommended ones ({lowest_minimum}/{highest_minimum}).
fr_fr: Dans le SOA, la valeur du champ 'minimum' ({minimum}) est comprise dans l'interval de valeurs recommandées ({lowest_minimum}/{highest_minimum}).

source: No IP address found for SOA 'mname' nameserver ({mname}).
fr_fr: Pas d'adresse IP pour le serveur maître défini dans le SOA, 'mname' ({mname}).
